{
  "ISTJ":{
   "특징추가": " ISTJ 유형은 '신중한 검토자'로 알려진 개성적인 유형 중 하나입니다. 이들은 신뢰성과 조직력을 중요시하며 현실적이고 현실 중심적인 성향을 가지고 있습니다.\n 첫째, ISTJ는 주로 내향적인 성향을 가지고 있습니다. 이들은 주로 내면으로 돌아가 에너지를 충전하며 혼자 있는 시간을 즐기며 고민하고 계획을 세우는 데 시간을 할애합니다. 사람들과의 사회적 상호작용보다는 개인적인 고민과 생각에 더 관심을 가집니다.  \n 둘째, 이 유형은 감각형입니다. 현실적이며 사실과 경험에 근거하여 판단합니다. 디테일에 주의를 기울이며 실용적인 문제 해결을 좋아합니다. 즉각적이고 구체적인 정보를 중요하게 생각합니다.  \n 셋째, ISTJ는 사고형입니다. 논리와 분석을 중요시하며 객관적으로 사건을 판단하려고 노력합니다. 이들은 감정보다는 논리를 더 중요하게 생각하며, 객관적인 근거와 사실에 의존하는 경향이 있습니다.  마지막으로, 이 유형은 판단형입니다. 계획적이며 조직적이며, 일을 끝내기 위해 목표를 세우고 계획을 세우며, 일정을 준수하는 경향이 있습니다. 불확실한 상황을 피하려는 경향이 있어 안정성을 추구합니다."
 },
 "ISFJ":{
 "특징추가":" ISFJ 유형, 일명 '용감한 보호자'는 다른 사람들을 돌보고 보호하는 데에 뛰어난 능력을 가지고 있는 개성적인 유형 중 하나입니다. 이들은 세심하고 신중한 성향을 가지고 있으며, 안정성과 신뢰성을 중요하게 생각합니다.\n 첫째, ISFJ는 주로 내향적인 성향을 가지고 있습니다. 이들은 주로 내면으로 돌아가 에너지를 충전하며 혼자 있는 시간을 즐깁니다. 자신의 내면에서 고민하고 다양한 생각을 가지며, 소소한 삶의 순간들을 감상하는 것을 즐깁니다.\n 둘째, 이 유형은 감각형입니다. 현실적이며 주변의 사실과 경험에 근거하여 판단합니다. 세부 사항과 디테일에 주의를 기울이며, 실용적인 문제 해결을 좋아합니다. 믿을 만한 정보와 경험을 바탕으로 결정을 내리는 경향이 있습니다.\n 셋째, ISFJ는 감정형입니다. 감정을 중요하게 여기며 다른 사람들의 감정에 민감하게 반응합니다. 친절하고 배려심이 많으며, 타인의 감정을 이해하고 공감하는 데 능합니다. 이러한 특성으로 인해 주변에서 신뢰받고 친구들 사이에서 인기를 끄는 경우가 많습니다.마지막으로, ISFJ는 판단형입니다. 계획적이고 조직적인 성향을 가지며, 목표를 설정하고 계획을 세우며, 일정을 준수하는 경향이 있습니다. 불확실한 상황을 피하려고 노력하며 안정성을 추구합니다."
 },
 "INFJ":{
  "특징추가":" INFJ 유형은 '선의의 옹호자'로 알려져 있으며, 그들은 타인을 돌보고 지원하는 역할을 맡는 경향이 있습니다. 이들은 자신의 가치와 이상을 끊임없이 추구하며, 사회적 정의와 인류애에 큰 관심을 가지고 있습니다. INFJ는 주변 사람들의 감정을 이해하고 공감하는 데 능하며, 무엇보다 다른 사람들을 돕는 것을 즐깁니다. 그들은 자신의 깊은 내면 세계와 미래의 가능성에 대한 깊은 고민을 합니다.또한 INFJ는 창의적이며, 새로운 아이디어와 해결책을 찾는 데 능합니다. 사회적 변화를 위해 노력하며, 다양한 사회적 문제에 관심을 가집니다. 그들은 자신의 목표를 달성하기 위해 계획을 세우고 노력하며, 일정을 준수하는 데 신경을 씁니다. 논리적으로 생각하고 분석적으로 문제를 해결하는 데 능하며, 비판적 사고를 통해 문제에 접근합니다.한편, INFJ는 자신만의 개인 공간과 내적 평화를 중요하게 여깁니다. 종종 혼자 시간을 보내고, 내면에서 정리하며 에너지를 충전합니다. 민감하고 도덕적인 성향을 가진 INFJ는 자신의 이상을 실현하고 다른 사람들에게 영감을 주는 데 능합니다. 그러나 때로는 너무 과도하게 고민하거나 과부하를 느낄 수 있으므로, 자기 관리와 균형을 유지하는 것이 중요합니다. INFJ는 인류애와 창의성을 결합하여 사회적 변화를 이끄는 데 큰 역할을 할 수 있습니다.마지막으로, INFJ는 미래의 가능성과 새로운 아이디어에 대한 꿈을 키우며, 자신과 다른 사람들에게 변화와 영감을 가져다 줍니다. 그들의 미래 지향적인 사고와 인간 중심적인 접근은 사회적인 문제 해결과 조직 내 변화를 주도하는 데 도움이 됩니다."
 
 },
 "INFP": {
   "특징추가":" INFP 유형은 '열정적인 중재자'로 알려진 개성적인 유형 중 하나입니다. 이들은 자유로운 영혼과 깊은 감정을 가지고 있으며, 창의적이고 이상적인 성향을 가지고 있습니다.\n 첫째, INFP는 주로 내향적인 성향을 가지고 있습니다. 이들은 주로 내면으로 돌아가 에너지를 충전하며, 혼자 있는 시간을 즐기며 자신의 내면에 집중하고 깊은 고민을 합니다. 사람들과의 깊은 연결을 중요하게 생각하지만 소수의 친밀한 관계를 선호합니다.  \n 둘째, 이 유형은 직관형입니다. 실제 경험보다는 미래의 가능성과 아이디어에 주목합니다. 추상적인 개념에 더 관심이 있으며, 상상력이 풍부합니다. 이들은 새로운 아이디어와 관점을 탐구하며 자신만의 독특한 방식으로 세상을 보는 경향이 있습니다.  \n 셋째, INFP는 감정형입니다. 감정을 중요하게 여기며, 다른 사람들의 감정에 민감하게 반응합니다. 타인의 감정을 이해하고 공감하는 데 능하며, 돕는 것을 즐깁니다. 자신의 감정 또한 깊이 경험하고 표현하는데 능합니다.  마지막으로, 이 유형은 인자하고 탄탄한 가치관을 가지고 있습니다. 자신의 이상과 가치를 중요하게 생각하며, 사회적 정의와 인류애에 대한 열정을 가지고 있습니다. 다양성을 존중하고, 창의성과 개별적인 성장을 존중합니다."
 },
 "INTP": {
   "특징추가":" INTP 유형은 '논리적인 사색가'로 알려진 개성적인 유형 중 하나입니다. 이들은 분석적이고 논리적인 사고를 가지며, 독창적인 아이디어와 개념을 탐구하는 것을 즐깁니다.\n 첫째, INTP는 주로 내향적인 성향을 가지고 있습니다. 이들은 주로 내면으로 돌아가 에너지를 충전하며, 혼자 있는 시간을 즐기며 자신의 내면에서 다양한 아이디어와 개념을 고민합니다. 사람들과의 사회적 상호작용보다는 개인적인 사색을 선호합니다.  \n 둘째, 이 유형은 직관형입니다. 이들은 추상적인 개념에 관심을 가지며, 현실보다는 미래의 가능성과 아이디어에 주목합니다. 새로운 관점을 찾고 복잡한 문제를 해결하는 것을 좋아하며, 끊임없이 정보를 탐구하고 새로운 지식을 습득합니다.  \n 셋째, INTP는 사고형입니다. 논리와 분석을 중요시하며, 객관적으로 사건을 판단하려고 노력합니다. 감정보다는 논리와 사실에 의존하는 경향이 있으며, 문제를 해결할 때 항상 논리적인 근거를 찾으려고 합니다. 마지막으로, 이 유형은 자유로운 영혼과 독립성을 중요하게 여깁니다. 자신만의 생각과 아이디어를 중요시하며, 종종 관습적이지 않은 방식으로 생각하고 행동합니다. 룰에 얽매이지 않고 자유롭게 탐구하며, 독립적인 사고를 가지고 있습니다."
 },
 "ISTP": {
   "특징추가":" ISTP 유형은 '논리적인 사냥꾼'으로 알려져 있으며, 분석적이고 현실적인 성향을 가진 개성적인 사람들입니다. 이들은 문제 해결 능력과 냉정한 태도를 갖추고 있으며, 다양한 상황에서 뛰어난 기술과 독립성을 보입니다.\n 첫째, ISTP는 주로 내향적인 성향을 가지고 있습니다. 이들은 혼자 있는 시간을 즐기며, 자신의 내면에서 생각하고 고민하는 것을 선호합니다. 외부의 소음이나 간섭 없이 고요한 환경에서 에너지를 충전합니다.  \n 둘째, 이 유형은 감각형입니다. ISTP는 주변의 사실과 경험에 근거하여 판단하며, 디테일에 주의를 기울이고 실용적인 문제 해결을 좋아합니다. 이들은 논리적이고 객관적인 사고를 통해 문제를 해결하려고 합니다.\n 셋째, ISTP는 사고형입니다. 논리와 분석을 중요시하며, 객관적으로 사건을 판단하고 논리적으로 의사 결정을 내립니다. 감정적인 편견보다는 사실과 논리를 우선시하며 문제 해결에 집중합니다. 마지막으로, 이 유형은 독립적이고 모험적인 성향을 가지고 있습니다. ISTP는 새로운 경험을 추구하며, 실제로 시도해 보는 것을 좋아합니다. 기술적인 스킬을 향상시키고 문제를 해결하는 데 열정적으로 참여합니다. "
 },
 "ISFP": {
   "특징추가":" ISFP 유형은 '예술가'로 알려져 있으며, 예술적인 열정과 감수성을 지닌 개성적인 사람들입니다. 이들은 자연과 예술에 대한 깊은 연결을 갖고 있으며, 자유로운 영혼과 창의력을 가지고 있습니다.\n 첫째, ISFP는 주로 내향적인 성향을 가지고 있습니다. 이들은 혼자 있는 시간을 즐기며, 자신의 감정과 생각에 집중하는 것을 선호합니다. 고요하고 평화로운 환경에서 에너지를 얻습니다. \n 둘째, 이 유형은 감각형입니다. ISFP는 주변의 감각적인 경험에 민감하게 반응하며, 예술과 자연에 대한 미적 감각을 가지고 있습니다. 이들은 디테일에 주의를 기울이며, 실제 경험을 중요하게 생각합니다. \n 셋째, ISFP는 감정형입니다. 감정을 중요하게 여기며, 다른 사람들의 감정에 민감하게 반응하고 공감합니다. 이들은 예술과 창작 활동을 통해 자신의 감정을 표현하고 표출합니다. 마지막으로, 이 유형은 융통성과 자유로운 영혼을 가지고 있습니다. ISFP는 규칙보다는 상황에 따라 유연하게 대처하며, 창의적인 해결책을 찾는 데 능합니다. 자유로운 환경에서 자신의 예술적 역량을 펼칩니다."
 },
 "ESTP": {
   "특징추가":" ESTP 유형은 '활동가'로 알려져 있으며, 에너지와 활기 넘치는 성격을 가진 사람들입니다. 이들은 현실적이고 경험 중심적인 성향을 가지며, 새로운 도전과 스릴을 즐깁니다.\n 첫째, ESTP는 주로 외향적인 성향을 가지고 있습니다. 이들은 사회적이고 외향적인 환경에서 에너지를 얻으며, 다양한 사람들과의 상호작용을 즐깁니다. 대화를 즐기며 새로운 경험을 탐험하려는 성향을 가지고 있습니다.  \n 둘째, 이 유형은 감각형입니다. ESTP는 현실적이고 논리적인 사고를 가지며, 문제 해결에 실용적인 접근을 취합니다. 그들은 주변의 세부 사항을 주의 깊게 관찰하며, 실제 경험을 중요하게 생각합니다.  \n 셋째, ESTP는 사고형입니다. 논리적이고 분석적인 사고를 가지며, 문제를 해결하거나 결정을 내릴 때 객관적인 판단을 중요시합니다. 그들은 논리적 근거에 따라 행동하며, 빠른 판단력을 지니고 있습니다. 마지막으로, 이 유형은 위험을 두려워하지 않으며, 새로운 도전을 즐깁니다. ESTP는 대담하고 모험적인 성격을 가지고 있으며, 스릴을 쫓는 경향이 있습니다. 이들은 문제 상황에서도 냉정하게 대처하며, 스트레스 상황에서도 뛰어난 실력을 발휘합니다."
 },
 "ESFP": {
   "특징추가":" ESFP 유형은 '즐거움 추구자'로 알려져 있으며, 활기 넘치고 사교적인 성격을 가진 사람들입니다. 이들은 즉각적인 쾌락을 추구하며, 주변에서 에너지를 얻습니다.  \n 첫째, ESFP는 주로 외향적인 성향을 가지고 있습니다. 이들은 사람들과의 상호작용을 즐기며, 사회적인 활동과 대화를 즐깁니다. 파티나 모임에서 주목받는 것을 즐기고, 주변에서 인기 있는 사람들 중 하나가 될 때가 많습니다.  \n 둘째, 이 유형은 감각형입니다. ESFP는 현실적이고 실용적인 성향을 가지며, 감각적으로 세계를 경험합니다. 그들은 다양한 감각적인 경험을 추구하며, 예술, 음악, 스포츠 등 다양한 활동을 즐깁니다.  \n 셋째, ESFP는 감정형입니다. 감정을 중요시하며, 다른 사람들의 감정에 민감하게 반응합니다. 친절하고 배려심이 많으며, 타인의 감정을 이해하고 공감하는 데 능합니다. 이로 인해 주변에서 사랑과 지지를 받는 경우가 많습니다. 마지막으로, 이 유형은 즉흥적이고 유연한 성격을 가지고 있습니다. ESFP는 일상적인 루틴보다는 새로운 경험과 도전을 선호하며, 자유로운 영혼을 가지고 있습니다. 변화와 모험을 즐기며, 스트레스 상황에서도 낙관적으로 대처합니다."
 },
 "ESTJ": {
   "특징추가":" ESTJ 유형은 '엄격한 관리자'로 알려져 있으며, 조직적이고 책임감 있는 성격을 가진 사람들입니다. 이들은 일상생활과 업무를 체계적으로 관리하며, 목표를 달성하기 위해 노력합니다.  \n 첫째, ESTJ는 주로 외향적인 성향을 가지고 있습니다. 이들은 사회적인 활동을 즐기며, 타인과의 상호작용을 중요시합니다. 그들은 대화를 통해 정보를 공유하고 주변 사람들과 소통하는 것을 선호합니다. 또한, 그들은 리더십 역할을 자주 맡기도 하며, 다른 사람들을 이끄는 데 능합니다.\n 둘째, ESTJ는 감각형입니다. 현실적이며 사실에 기반한 판단을 하며, 디테일에 주의를 기울입니다. 이들은 실용적이고 현실적인 문제 해결을 좋아하며, 일을 체계적으로 수행합니다. 계획을 세우고 일정을 준수하는 데 능력을 발휘합니다.\n 셋째, 이 유형은 사고형입니다. ESTJ는 논리와 분석을 중요시하며, 객관적으로 사건을 판단하려고 노력합니다. 감정보다는 논리를 더 중요하게 생각하며, 문제를 논리적으로 해결하는 데 능력을 가지고 있습니다.마지막으로, ESTJ는 판단형 성격을 가지고 있습니다. 이들은 계획을 세우고 목표를 설정하며, 일을 끝내기 위해 노력합니다. 일정과 규칙을 준수하며 조직 내에서 중요한 역할을 수행하는 경향이 있습니다. 또한, ESTJ는 신뢰성과 안정성을 중요시하며, 다른 사람들에게 신뢰감을 줍니다."
 },
 "ESFJ": {
   "특징추가":" ESFJ 유형은 '사교적인 외교관'으로 알려져 있으며, 친절하고 사교적인 성격을 가진 사람들입니다. 이들은 주변 사람들과의 관계를 중요하게 여기며, 타인의 필요를 돕고 지원하는 데 열정을 가지고 있습니다.\n 첫째, ESFJ는 주로 외향적인 성향을 가지고 있습니다. 이들은 사람들과의 상호작용을 즐기며, 사회적 활동에 적극적으로 참여합니다. 그들은 친절하고 사려깊으며, 다른 사람들을 돕고자 하는 욕구가 강합니다. 이러한 특성으로 인해 사람들 사이에서 인기가 많을 때가 많습니다. \n 둘째, ESFJ는 감각형입니다. 현실적이고 실용적으로 문제를 접근하며, 주변 환경의 세부사항에 주의를 기울입니다. 이들은 실제로 관찰 가능한 사건과 경험에 기반하여 판단하며, 실용적인 문제 해결을 좋아합니다. 그래서 조직 내에서 업무를 효율적으로 수행하는 데 능력을 발휘합니다. \n 셋째, 이 유형은 감정형입니다. ESFJ는 감정을 중요하게 여기며, 다른 사람들의 감정에 민감하게 반응합니다. 타인의 감정을 이해하고 공감하는 데 능하며, 돕는 것을 즐깁니다. 이들은 조화를 중요하게 여기며, 갈등을 피하려고 노력합니다.  마지막으로, ESFJ는 판단형 성격을 가지고 있습니다. 이들은 계획을 세우고 목표를 설정하며, 주어진 일정을 준수하려고 노력합니다. 일을 체계적으로 처리하고 조직적으로 일을 진행하는 데 능력을 가지고 있습니다. 또한, 그들은 신뢰성과 책임감이 강하며, 다른 사람들에게 믿음직한 동료나 친구로 알려져 있습니다."
 },
 "ENFP": {
   "특징추가":" ENFP 유형은 '열정적인 사업가' 또는 '자유로운 영혼'으로 알려져 있으며, 창의적이고 열정적인 성격을 가진 사람들입니다. 이들은 자신의 이상과 비전을 추구하며, 새로운 아이디어와 경험을 즐깁니다.\n 첫째, ENFP는 주로 외향적인 성향을 가지고 있습니다. 이들은 사람들과의 상호작용을 즐기며, 사회적인 활동에 열정적으로 참여합니다. 그들은 다른 사람들과의 소통과 관계를 중요하게 여기며, 사람들과의 연결을 통해 에너지를 얻습니다. 이러한 특성으로 인해 이들은 사교적이고 활기찬 모습을 보입니다.\n 둘째, ENFP는 직관형입니다. 이들은 미래의 가능성과 아이디어에 주목하며, 상상력이 풍부합니다. 현재 상황보다는 미래의 가능성에 관심을 가지며, 새로운 아이디어를 탐구하고 시도하는 것을 즐깁니다. 이로 인해 이들은 창의적이고 혁신적인 아이디어를 자주 내놓습니다.\n 셋째, 이 유형은 감정형입니다. ENFP는 감정을 중요하게 여기며, 자신의 감정과 타인의 감정에 민감하게 반응합니다. 그들은 다른 사람들과 공감하고 이해하는 데 능하며, 타인을 돕는 데 열정적입니다. 또한, 이들은 자유롭고 개성적인 삶을 추구하며, 자신의 가치와 정체성을 중요시합니다.마지막으로, ENFP는 탐험과 변화를 즐깁니다. 이들은 루틴적이거나 예상 가능한 상황보다는 새로운 경험과 도전을 선호합니다. 이들은 자신의 열정과 비전을 추구하며, 자유로운 영혼으로서 다양한 분야에서 독특한 아이디어와 프로젝트를 추진합니다."
 },
 "ENTP": {
   "특징추가":" ENTP 유형은 '발명가' 또는 '혁신가'로 알려져 있으며, 열정적이고 독창적인 성격을 가진 사람들입니다. 이들은 아이디어와 도전을 즐기며, 상상력과 논리적 사고를 조합하여 새로운 가능성을 탐구합니다.  \n 첫째, ENTP는 주로 외향적인 성향을 가지고 있습니다. 이들은 사회적 상호작용을 즐기며, 다양한 사람들과 대화하고 아이디어를 나누는 것을 즐깁니다. 그들은 타고난 토론가로, 다른 사람들과 의견을 공유하고 토론하는 데 열정적입니다. 이로 인해 이들은 사교적이고 활기찬 모습을 보입니다.\n 둘째, ENTP는 직관형입니다. 이들은 미래의 가능성과 아이디어에 주목하며, 상상력이 풍부합니다. 현재 상황보다는 미래의 가능성에 관심을 가지며, 새로운 아이디어를 탐구하고 시도하는 것을 즐깁니다. 이들은 혁신과 창의성을 통해 문제를 해결하고 새로운 방향을 제시하는 데 능합니다. \n 셋째, 이 유형은 논리형입니다. ENTP는 논리와 분석을 중요하게 여기며, 객관적이고 논리적으로 문제를 해결하려고 노력합니다. 그들은 문제를 다양한 관점에서 바라보고 새로운 해결책을 찾는 데 능합니다. 이로 인해 이들은 현실적이고 논리적인 결정을 내립니다. 마지막으로, ENTP는 변화와 도전을 즐깁니다. 이들은 루틴적이거나 예상 가능한 상황보다는 새로운 경험과 도전을 선호합니다. 그들은 자유로운 영혼으로서 다양한 분야에서 독특한 아이디어와 프로젝트를 추진하며, 혁신을 주도합니다."
 },
 "ENFJ": {
   "특징추가":" ENFJ 유형은 '영감주의자' 또는 '언변가'로 알려져 있으며, 사람들과의 연결과 사회적 상호작용을 중요하게 여기는 사람들입니다. 이들은 타인을 돕고 지원하는 데 열정을 가지며, 다양한 역할에서 사회적 변화를 이끌어내는 데 능합니다.  \n 첫째, ENFJ는 주로 외향적인 성향을 가지고 있습니다. 이들은 사람들과의 상호작용을 즐기며, 타인과의 연결을 중요하게 생각합니다. 다른 사람들과의 대화와 협력을 통해 에너지를 얻으며, 친근하고 활발한 모습을 보입니다. 그들은 사회적 리더로서 능력을 발휘하는 데 뛰어납니다. \n 둘째, ENFJ는 직관형입니다. 이들은 미래의 가능성과 아이디어에 주목하며, 비전을 가지고 사회적 변화를 추구합니다. 상상력이 풍부하며, 사람들을 동기부여하고 영감을 주는 데 능합니다. 그들은 다양한 관점을 고려하고 긍정적인 변화를 이끌어내는 데 관심이 있습니다. \n 셋째, 이 유형은 감정형입니다. ENFJ는 감정을 중요하게 여기며, 타인의 감정에 민감하게 반응합니다. 다른 사람들의 필요와 감정을 이해하고 공감하는 데 능하며, 돕는 것을 즐깁니다. 이로 인해 그들은 다양한 상황에서 사람들 사이의 조화를 이끌어내고 지지자들을 모으는 데 능합니다. 마지막으로, ENFJ는 조직적이고 조화를 중요시합니다. 이들은 목표를 설정하고 계획을 세우며, 효율적으로 일을 진행하려고 노력합니다. 그들은 다양한 사람들을 통합하고 조화롭게 조직을 운영하는 데 능합니다. 또한 사회적 정의와 공평성을 추구하여 사회적으로 의미 있는 변화를 이끌어내는 역할을 합니다."
 },
 "ENTJ": {
   "특징추가":" ENTJ 유형은 뛰어난 리더와 조직가로서 많이 알려져 있으며, 목표를 달성하고 성공을 추구하는 데 능력을 발휘합니다. 그러나 때로는 과도한 통제 욕구나 고집이 부각될 수 있으므로, 다른 사람들의 의견을 존중하고 협력하는 데 주의가 필요합니다."
 }
 }