{
  "INFJ": {
    "title": "열정적인 여행가",
    "img": [
      "travel_assets/travel_img/infj.jpeg",
      "travel_assets/travel_img/infj2.jpg"
    ],
    "explanation": "INFJ 열정적이고 사색적인 성향으로, 철학적인 장소와 학문적인 환경에서 여행을 즐깁니다",
    "Overseas": "산토리니",
    "Domestic": "완주",
    "expl": "INFJ는 민감하고 도덕적인 성향을 가진 사람으로, 자신의 이상을 실현하고 다른 사람들에게 영감을 주는 데 능합니다. 그러나 때로는 너무 심각하게 고민하거나 과도한 부담을 느낄 수 있으므로, 자기 관리와 균형을 유지하는 것이 중요합니다. INFJ는 인류애와 창의성을 결합하여 사회적 변화를 이끄는 데 큰 역할을 할 수 있습니다.",
    "expl_Add": " INFJ 유형은 '선의의 옹호자'로 알려져 있으며, 그들은 타인을 돌보고 지원하는 역할을 맡는 경향이 있습니다. 이들은 자신의 가치와 이상을 끊임없이 추구하며, 사회적 정의와 인류애에 큰 관심을 가지고 있습니다. INFJ는 주변 사람들의 감정을 이해하고 공감하는 데 능하며, 무엇보다 다른 사람들을 돕는 것을 즐깁니다. 그들은 자신의 깊은 내면 세계와 미래의 가능성에 대한 깊은 고민을 합니다.또한 INFJ는 창의적이며, 새로운 아이디어와 해결책을 찾는 데 능합니다. 사회적 변화를 위해 노력하며, 다양한 사회적 문제에 관심을 가집니다. 그들은 자신의 목표를 달성하기 위해 계획을 세우고 노력하며, 일정을 준수하는 데 신경을 씁니다. 논리적으로 생각하고 분석적으로 문제를 해결하는 데 능하며, 비판적 사고를 통해 문제에 접근합니다.한편, INFJ는 자신만의 개인 공간과 내적 평화를 중요하게 여깁니다. 종종 혼자 시간을 보내고, 내면에서 정리하며 에너지를 충전합니다. 민감하고 도덕적인 성향을 가진 INFJ는 자신의 이상을 실현하고 다른 사람들에게 영감을 주는 데 능합니다. 그러나 때로는 너무 과도하게 고민하거나 과부하를 느낄 수 있으므로, 자기 관리와 균형을 유지하는 것이 중요합니다. INFJ는 인류애와 창의성을 결합하여 사회적 변화를 이끄는 데 큰 역할을 할 수 있습니다.\n\n마지막으로, INFJ는 미래의 가능성과 새로운 아이디어에 대한 꿈을 키우며, 자신과 다른 사람들에게 변화와 영감을 가져다 줍니다. 그들의 미래 지향적인 사고와 인간 중심적인 접근은 사회적인 문제 해결과 조직 내 변화를 주도하는 데 도움이 됩니다."
  },
  "INFP": {
    "title": "자유로운 예술가",
    "img": [
      "travel_assets/travel_img/infp.jpeg",
      "travel_assets/travel_img/infp2.jpg"
    ],
    "explanation": "INFP 열정적이고 중재적인 성향으로, 아름다운 풍경과 예술이 어울리는 여행지가 좋습니다.",
    "Overseas": "발리",
    "Domestic": "지리산",
    "expl": "INFP 유형은 예술, 문학, 사회 변화, 상담 등 다양한 분야에서 빛을 발하는데 능하며, 자신의 열정과 창의성을 통해 세상을 더 나은 곳으로 만들기 위해 노력합니다. 그러나 때로는 감정에 휩싸여 결정을 내리기 어려울 수 있으므로, 균형을 유지하고 실용적인 측면도 고려하는 것이 중요합니다.",
    "expl_Add": "INFP 유형은 '열정적인 중재자'로 알려진 개성적인 유형 중 하나입니다. 이들은 자유로운 영혼과 깊은 감정을 가지고 있으며, 창의적이고 이상적인 성향을 가지고 있습니다."
  },
  "INTP": {
    "title": "사색가",
    "img": [
      "travel_assets/travel_img/intp.jpeg",
      "travel_assets/travel_img/intp2.jpg"
    ],
    "explanation": "INTP 논리적이고 사색적인 유형으로, 학문적인 환경과 철학적인 장소가 어울립니다.",
    "Overseas": "스웨덴",
    "Domestic": "담양",
    "expl": "INTP 유형은 과학, 기술, 연구, 철학, 예술 등 다양한 분야에서 빛을 발하는데 능하며, 복잡한 문제를 해결하고 혁신적인 아이디어를 제시하는 데 능력을 발휘합니다. 그러나 때로는 감정을 무시하거나 다른 사람들과의 사회적 관계에서 어려움을 겪을 수 있으므로, 감정적인 측면도 발전시키는 것이 중요합니다.",
    "expl_Add": "INTP 유형은 '논리적인 사색가'로 알려진 개성적인 유형 중 하나입니다. 이들은 분석적이고 논리적인 사고를 가지며, 독창적인 아이디어와 개념을 탐구하는 것을 즐깁니다."
  },
  "INTJ": {
    "title": "지적인 탐구자",
    "img": [
      "travel_assets/travel_img/intj.jpeg",
      "travel_assets/travel_img/intj2.jpg"
    ],
    "explanation": "INTJ 지적이고 논리적인 유형으로, 과학적 탐구와 문화적인 경험을 추구합니다.",
    "Overseas": "런던",
    "Domestic": "고성",
    "expl": "INTJ 유형은 뛰어난 전략가로서 알려져 있으며, 논리적인 사고와 혁신적인 아이디어를 통해 복잡한 문제를 해결합니다. 그러나 때로는 강경함과 고집이 부각되어 타인과의 관계에 어려움을 겪을 수 있으므로, 타인의 의견을 경청하고 협력하는 데 주의가 필요합니다.",
    "expl_Add": "INTJ 유형은 '전략가' 또는 '과학자'로 알려져 있으며, 뛰어난 논리적 사고와 전략적인 능력을 가진 사람들입니다."
  },
  "ISTJ": {
    "title": "성실한 탐험가",
    "img": [
      "travel_assets/travel_img/istj.jpg",
      "travel_assets/travel_img/istj2.jpg"
    ],
    "explanation": "ISTJ 성실하고 안정을 추구하는 유형으로, 역사적인 관심을 가진 도시나 자연 경관이 어울립니다.",
    "Overseas": "교토",
    "Domestic": "경주",
    "expl": "ISTJ 유형은 신뢰성 있는 동료나 친구로 알려져 있으며, 조직 내에서 안정적이고 신뢰성 있는 구성원으로 빛을 발합니다. 그러나 때로는 너무 엄격하거나 고집스러울 수 있으므로 융통성을 가질 필요가 있습니다. 이러한 특징을 이해하고 활용하면 ISTJ는 성공적인 리더나 팀원이 될 수 있을 것입니다.",
    "expl_Add": "ISTJ 유형은 '신중한 검토자'로 알려진 개성적인 유형 중 하나입니다. 이들은 신뢰성과 조직력을 중요시하며 현실적이고 현실 중심적인 성향을 가지고 있습니다."
  },
  "ISFJ": {
    "title": "자연 친구",
    "img": [
      "travel_assets/travel_img/isfj.jpeg",
      "travel_assets/travel_img/isfj2.jpg"
    ],
    "explanation": "ISFJ 다정하고 자연을 즐기는 유형으로, 자연 경관과 평화로운 여행지가 어울립니다.",
    "Overseas": "스위스",
    "Domestic": "전주",
    "expl": "ISFJ 유형은 '용감한 보호자'로서 다른 사람들을 보호하고 돌봄을 제공하는 역할을 맡는 경향이 있습니다. 그들은 자신의 가치와 정직을 중요시하며, 주변 사람들을 위해 헌신적으로 노력합니다. 이로 인해 친구, 가족, 동료들 사이에서 신뢰와 존경을 받는 경우가 많습니다. 하지만 때로는 너무 과도하게 자신을 희생하거나 고집스럽게 나타날 때가 있으므로, 균형을 유지하는 것이 중요합니다.",
    "expl_Add": "ISFJ 유형, 일명 '용감한 보호자'는 다른 사람들을 돌보고 보호하는 데에 뛰어난 능력을 가지고 있는 개성적인 유형 중 하나입니다. 이들은 세심하고 신중한 성향을 가지고 있으며, 안정성과 신뢰성을 중요하게 생각합니다."
  },
  "ISTP": {
    "title": "모험가",
    "img": [
      "travel_assets/travel_img/istp.jpeg",
      "travel_assets/travel_img/istp2.jpg"
    ],
    "explanation": "ISTP 모험적이고 스포츠를 즐기는 유형으로, 액티비티가 풍부한 지역이 어울립니다.",
    "Overseas": "아이슬란드",
    "Domestic": "독도",
    "expl": "ISTP 유형은 손재주가 뛰어나며, 기술적인 분야에서 탁월한 능력을 발휘합니다. 그들은 현실적이고 냉정한 태도로 긴장된 상황에서도 뛰어난 대처 능력을 보이며, 문제를 논리적으로 해결하는 데 능합니다. 그러나 때로는 감정 표현이 부족하거나 과도한 독립성으로 인해 협력이 필요한 상황에서 어려움을 겪을 수 있으므로, 이러한 측면을 발전시키는 것이 중요합니다.",
    "expl_Add": "ISTP 유형은 '논리적인 사냥꾼'으로 알려져 있으며, 분석적이고 현실적인 성향을 가진 개성적인 사람들입니다. 이들은 문제 해결 능력과 냉정한 태도를 갖추고 있으며, 다양한 상황에서 뛰어난 기술과 독립성을 보입니다."
  },
  "ISFP": {
    "title": "예술가",
    "img": [
      "travel_assets/travel_img/isfp.jpeg",
      "travel_assets/travel_img/isfp2.jpg"
    ],
    "explanation": "ISFP 감각적이고 예술적인 유형으로, 예술과 자연을 함께 즐길 수 있는 장소가 어울립니다.",
    "Overseas": "덴마크",
    "Domestic": "단양",
    "expl": "ISFP 유형은 예술 분야에서 빛을 발하며, 예술가, 음악가, 배우, 디자이너 등 다양한 예술 분야에서 성공을 거두는 경우가 많습니다. 그들은 자신만의 고유한 시각과 창의력으로 다양한 작품을 창조하며, 감정적으로 풍부한 예술 작품을 만들어냅니다. 하지만 때로는 현실적인 측면을 간과하거나 결정력이 부족할 수 있으므로, 균형을 유지하는 데 주의가 필요합니다.",
    "expl_Add": " ISFP 유형은 '예술가'로 알려져 있으며, 예술적인 열정과 감수성을 지닌 개성적인 사람들입니다. 이들은 자연과 예술에 대한 깊은 연결을 갖고 있으며, 자유로운 영혼과 창의력을 가지고 있습니다.\n \n 첫째, ISFP는 주로 내향적인 성향을 가지고 있습니다. 이들은 혼자 있는 시간을 즐기며, 자신의 감정과 생각에 집중하는 것을 선호합니다. 고요하고 평화로운 환경에서 에너지를 얻습니다. \n \n 둘째, 이 유형은 감각형입니다. ISFP는 주변의 감각적인 경험에 민감하게 반응하며, 예술과 자연에 대한 미적 감각을 가지고 있습니다. 이들은 디테일에 주의를 기울이며, 실제 경험을 중요하게 생각합니다. \n \n셋째, ISFP는 감정형입니다. 감정을 중요하게 여기며, 다른 사람들의 감정에 민감하게 반응하고 공감합니다. 이들은 예술과 창작 활동을 통해 자신의 감정을 표현하고 표출합니다. \n\n마지막으로, 이 유형은 융통성과 자유로운 영혼을 가지고 있습니다. ISFP는 규칙보다는 상황에 따라 유연하게 대처하며, 창의적인 해결책을 찾는 데 능합니다. 자유로운 환경에서 자신의 예술적 역량을 펼칩니다."
  },
  "ESTP": {
    "title": "스릴 즐기는 여행객",
    "img": [
      "travel_assets/travel_img/estp.jpeg",
      "travel_assets/travel_img/estp2.jpg"
    ],
    "explanation": "ESTP 모험을 즐기는 유형으로, 스릴과 액티비티가 풍부한 지역이 어울립니다.",
    "Overseas": "뉴질랜드",
    "Domestic": "제주도",
    "expl": "ESTP 유형은 자신의 능력을 실제로 행동으로 표현하는 경향이 있어, 경주, 운동, 예술 등 다양한 활동 분야에서 성과를 내는 경우가 많습니다. 그들은 리더십 능력과 문제 해결 능력을 갖추어 있어, 어려운 상황에서도 뛰어난 역할을 할 수 있습니다. 그러나 때로는 과도한 위험을 감수하거나 무모한 결정을 내릴 수 있으므로, 조금 더 신중한 판단이 필요할 때도 있습니다.",
    "expl_Add": " ESTP 유형은 '활동가'로 알려져 있으며, 에너지와 활기 넘치는 성격을 가진 사람들입니다. 이들은 현실적이고 경험 중심적인 성향을 가지며, 새로운 도전과 스릴을 즐깁니다.\n \n 첫째, ESTP는 주로 외향적인 성향을 가지고 있습니다. 이들은 사회적이고 외향적인 환경에서 에너지를 얻으며, 다양한 사람들과의 상호작용을 즐깁니다. 대화를 즐기며 새로운 경험을 탐험하려는 성향을 가지고 있습니다.  \n \n 둘째, 이 유형은 감각형입니다. ESTP는 현실적이며 주변의 사실과 경험에 근거하여 판단합니다. 세부 사항과 디테일에 주의를 기울이며, 실용적인 문제 해결을 좋아합니다. 믿을 만한 정보와 경험을 바탕으로 결정을 내리는 경향이 있습니다.  \n \n셋째, ESTP는 감정형입니다. 감정을 중요하게 여기며 다른 사람들의 감정에 민감하게 반응합니다. 친절하고 배려심이 많으며, 타인의 감정을 이해하고 공감하는 데 능합니다. 이러한 특성으로 인해 주변에서 신뢰받고 친구들 사이에서 인기를 끄는 경우가 많습니다.  \n\n마지막으로, ESTP는 판단형입니다. 계획적이고 조직적인 성향을 가지며, 목표를 설정하고 계획을 세우며, 일정을 준수하는 경향이 있습니다. 불확실한 상황을 피하려고 노력하며 안정성을 추구합니다."
  },
  "ESFJ": {
    "title": "친절한 여행객",
    "img": [
      "travel_assets/travel_img/esfj.jpeg",
      "travel_assets/travel_img/esfj2.jpg"
    ],
    "explanation": "ESFJ 자유로운 영혼을 가진 유형으로, 축제와 엔터테인먼트가 풍부한 도시나 해변이 어울립니다.",
    "Overseas": "발리",
    "Domestic": "여수",
    "expl": "ESFJ 유형은 사회적인 조화와 가족의 안정성을 중요하게 여기며, 주변 사람들과의 관계를 풍부하게 가꾸는 데 능합니다. 그들은 친절하고 도움을 주는 데 열정적이며, 사회적인 환경에서 빛을 발합니다. 그러나 때로는 너무 과도하게 다른 사람들을 돕는 경향이 있어, 자신의 경계와 필요도 존중하는 것이 중요합니다.    ",
    "expl_Add": " ESFJ 유형은 '사교적인 외교관'으로 알려져 있으며, 친절하고 사교적인 성격을 가진 사람들입니다. 이들은 주변 사람들과의 관계를 중요하게 여기며, 타인의 필요를 돕고 지원하는 데 열정을 가지고 있습니다.\n \n 첫째, ESFJ는 주로 외향적인 성향을 가지고 있습니다. 이들은 사람들과의 상호작용을 즐기며, 사회적 활동에 적극적으로 참여합니다. 그들은 친절하고 사려깊으며, 다른 사람들을 돕고자 하는 욕구가 강합니다. 이러한 특성으로 인해 사람들 사이에서 인기가 많을 때가 많습니다. \n \n 둘째, ESFJ는 감각형입니다. 현실적이고 실용적으로 문제를 접근하며, 주변 환경의 세부사항에 주의를 기울입니다. 이들은 실제로 관찰 가능한 사건과 경험에 기반하여 판단하며, 실용적인 문제 해결을 좋아합니다. 그래서 조직 내에서 업무를 효율적으로 수행하는 데 능력을 발휘합니다. \n \n셋째, 이 유형은 감정형입니다. ESFJ는 감정을 중요하게 여기며, 다른 사람들의 감정에 민감하게 반응합니다. 타인의 감정을 이해하고 공감하는 데 능하며, 돕는 것을 즐깁니다. 이들은 조화를 중요하게 여기며, 갈등을 피하려고 노력합니다.  \n\n마지막으로, ESFJ는 판단형 성격을 가지고 있습니다. 이들은 계획을 세우고 목표를 설정하며, 주어진 일정을 준수하려고 노력합니다. 일을 체계적으로 처리하고 조직적으로 일을 진행하는 데 능력을 가지고 있습니다. 또한, 그들은 신뢰성과 책임감이 강하며, 다른 사람들에게 믿음직한 동료나 친구로 알려져 있습니다."
  },

  "ESFP": {
    "title": "재미있는 여행가",
    "img": [
      "travel_assets/travel_img/esfp.jpeg",
      "travel_assets/travel_img/esfp2.jpg"
    ],
    "explanation": "ESFP 자유로운 영혼을 가진 유형으로, 축제와 엔터테인먼트가 풍부한 도시나 해변이 어울립니다.",
    "Overseas": "리우데자네이루",
    "Domestic": "강릉",
    "expl": "ESFP 유형은 사람들과의 연결을 중요하게 생각하며, 주변에서 활발하고 즐거운 분위기를 조성하는 역할을 자주 합니다. 그들은 예술 분야나 엔터테인먼트 산업에서 자신의 열정과 재능을 발휘하는 경우가 많으며, 주변에서 긍정적인 영향력을 미칩니다. 그러나 때로는 책임감을 느끼지 않고 무책임한 행동을 할 때도 있으므로, 균형을 유지하고 필요한 경우 책임감을 가질 필요가 있습니다.",
    "expl_Add": " ESFP 유형은 '즐거움 추구자'로 알려져 있으며, 활기 넘치고 사교적인 성격을 가진 사람들입니다. 이들은 즉각적인 쾌락을 추구하며, 주변에서 에너지를 얻습니다.  \n \n 첫째, ESFP는 주로 외향적인 성향을 가지고 있습니다. 이들은 사람들과의 상호작용을 즐기며, 사회적인 활동과 대화를 즐깁니다. 파티나 모임에서 주목받는 것을 즐기고, 주변에서 인기 있는 사람들 중 하나가 될 때가 많습니다.  \n \n 둘째, 이 유형은 감각형입니다. ESFP는 현실적이고 실용적인 성향을 가지며, 감각적으로 세계를 경험합니다. 그들은 다양한 감각적인 경험을 추구하며, 예술, 음악, 스포츠 등 다양한 활동을 즐깁니다.  \n \n셋째, ESFP는 감정형입니다. 감정을 중요시하며, 다른 사람들의 감정에 민감하게 반응합니다. 친절하고 배려심이 많으며, 타인의 감정을 이해하고 공감하는 데 능합니다. 이로 인해 주변에서 사랑과 지지를 받는 경우가 많습니다. \n\n마지막으로, 이 유형은 즉흥적이고 유연한 성격을 가지고 있습니다. ESFP는 일상적인 루틴보다는 새로운 경험과 도전을 선호하며, 자유로운 영혼을 가지고 있습니다. 변화와 모험을 즐기며, 스트레스 상황에서도 낙관적으로 대처합니다."
  },
  "ESTJ": {
    "title": "활동적인 여행객",
    "img": [
      "travel_assets/travel_img/estj2.jpg",
      "travel_assets/travel_img/estj.jpeg"
    ],
    "explanation": "ESTJ 원하는 것을 확실히 아는 성격으로, 역사적인 도시와 비즈니스 관련 여행이 어울립니다.",
    "Overseas": "런던",
    "Domestic": "서울",
    "expl": "ESTJ 유형은 조직 내에서 안정적이고 신뢰성 있는 구성원으로 빛을 발하며, 리더나 관리자로서도 뛰어난 역할을 합니다. 그러나 때로는 고집스럽고 엄격한 경향이 있어, 융통성을 가질 필요가 있습니다. 또한, 다른 사람들의 의견을 존중하고 논리적인 사고를 유지하는 것이 중요합니다.",
    "expl_Add": " ESTJ 유형은 '엄격한 관리자'로 알려져 있으며, 조직적이고 책임감 있는 성격을 가진 사람들입니다. 이들은 일상생활과 업무를 체계적으로 관리하며, 목표를 달성하기 위해 노력합니다.  \n \n 첫째, ESTJ는 주로 외향적인 성향을 가지고 있습니다. 이들은 사회적인 활동을 즐기며, 타인과의 상호작용을 중요시합니다. 그들은 대화를 통해 정보를 공유하고 주변 사람들과 소통하는 것을 선호합니다. 또한, 그들은 리더십 역할을 자주 맡기도 하며, 다른 사람들을 이끄는 데 능합니다.\n \n 둘째, ESTJ는 감각형입니다. 현실적이며 사실에 기반한 판단을 하며, 디테일에 주의를 기울입니다. 이들은 실용적이고 현실적인 문제 해결을 좋아하며, 일을 체계적으로 수행합니다. 계획을 세우고 일정을 준수하는 데 능력을 발휘합니다.\n \n셋째, 이 유형은 사고형입니다. ESTJ는 논리와 분석을 중요시하며, 객관적으로 사건을 판단하려고 노력합니다. 감정보다는 논리를 더 중요하게 생각하며, 문제를 논리적으로 해결하는 데 능력을 가지고 있습니다.\n\n마지막으로, ESTJ는 판단형 성격을 가지고 있습니다. 이들은 계획을 세우고 목표를 설정하며, 일을 끝내기 위해 노력합니다. 일정과 규칙을 준수하며 조직 내에서 중요한 역할을 수행하는 경향이 있습니다. 또한, ESTJ는 신뢰성과 안정성을 중요시하며, 다른 사람들에게 신뢰감을 줍니다."
  },

  "ENFP": {
    "title": "재미있는 여행가",
    "img": [
      "travel_assets/travel_img/enfp2.jpeg",
      "travel_assets/travel_img/enfp.jpg"
    ],
    "explanation": "ENFP 재기발랄하고 예술적인 성향을 가진 유형으로, 다양한 문화와 예술 행사가 열리는 장소가 어울립니다.",
    "Overseas": "라오스",
    "Domestic": "양양",
    "expl": "ENFP 유형은 창의적이고 열정적인 성격을 가지고 있으며, 자신의 이상을 실현하고 다양한 경험을 즐깁니다. 그들은 새로운 아이디어와 프로젝트를 통해 자신의 열정을 표현하며, 주변 사람들에게 활기와 영감을 전파합니다. 그러나 때로는 너무 많은 아이디어와 프로젝트를 동시에 추진하려는 경향이 있어, 관리와 집중이 필요할 수 있습니다.",
    "expl_Add": " ENFP 유형은 '열정적인 사업가' 또는 '자유로운 영혼'으로 알려져 있으며, 창의적이고 열정적인 성격을 가진 사람들입니다. 이들은 자신의 이상과 비전을 추구하며, 새로운 아이디어와 경험을 즐깁니다.\n \n 첫째, ENFP는 주로 외향적인 성향을 가지고 있습니다. 이들은 사람들과의 상호작용을 즐기며, 사회적인 활동에 열정적으로 참여합니다. 그들은 다른 사람들과의 소통과 관계를 중요하게 여기며, 사람들과의 연결을 통해 에너지를 얻습니다. 이러한 특성으로 인해 이들은 사교적이고 활기찬 모습을 보입니다.\n \n 둘째, ENFP는 직관형입니다. 이들은 미래의 가능성과 아이디어에 주목하며, 상상력이 풍부합니다. 현재 상황보다는 미래의 가능성에 관심을 가지며, 새로운 아이디어를 탐구하고 시도하는 것을 즐깁니다. 이로 인해 이들은 창의적이고 혁신적인 아이디어를 자주 내놓습니다.\n \n셋째, 이 유형은 감정형입니다. ENFP는 감정을 중요하게 여기며, 자신의 감정과 타인의 감정에 민감하게 반응합니다. 그들은 다른 사람들과 공감하고 이해하는 데 능하며, 타인을 돕는 데 열정적입니다. 또한, 이들은 자유롭고 개성적인 삶을 추구하며, 자신의 가치와 정체성을 중요시합니다.\n\n마지막으로, ENFP는 탐험과 변화를 즐깁니다. 이들은 루틴적이거나 예상 가능한 상황보다는 새로운 경험과 도전을 선호합니다. 이들은 자신의 열정과 비전을 추구하며, 자유로운 영혼으로서 다양한 분야에서 독특한 아이디어와 프로젝트를 추진합니다."
  },
  "ENTP": {
    "title": "창의적인 여행객",
    "img": [
      "travel_assets/travel_img/entp2.jpg",
      "travel_assets/travel_img/entp.jpeg"
    ],
    "explanation": "ENTP 창의적이고 논쟁을 즐기는 유형으로, 혁신과 문화적 다양성을 추구하는 도시가 어울립니다.",
    "Overseas": "상하이",
    "Domestic": "부산",
    "expl": "ENTP 유형은 독창적이고 열정적인 성향을 가지고 있으며, 다양한 분야에서 혁신을 이끄는 역할을 합니다. 그들은 새로운 아이디어와 도전을 통해 자신을 발전시키며, 주변 사람들에게 열기와 창의성을 전파합니다. 하지만 때로는 새로운 아이디어에 빠져 진행 중인 프로젝트를 완료하기 어려울 수 있으므로 관리와 집중이 필요할 수 있습니다.",
    "expl_Add": " ENTP 유형은 '발명가' 또는 '혁신가'로 알려져 있으며, 열정적이고 독창적인 성격을 가진 사람들입니다. 이들은 아이디어와 도전을 즐기며, 상상력과 논리적 사고를 조합하여 새로운 가능성을 탐구합니다.  \n \n 첫째, ENTP는 주로 외향적인 성향을 가지고 있습니다. 이들은 사회적 상호작용을 즐기며, 다양한 사람들과 대화하고 아이디어를 나누는 것을 즐깁니다. 그들은 타고난 토론가로, 다른 사람들과 의견을 공유하고 토론하는 데 열정적입니다. 이로 인해 이들은 사교적이고 활기찬 모습을 보입니다.\n \n 둘째, ENTP는 직관형입니다. 이들은 미래의 가능성과 아이디어에 주목하며, 상상력이 풍부합니다. 현재 상황보다는 미래의 가능성에 관심을 가지며, 새로운 아이디어를 탐구하고 시도하는 것을 즐깁니다. 이들은 혁신과 창의성을 통해 문제를 해결하고 새로운 방향을 제시하는 데 능합니다. \n \n셋째, 이 유형은 논리형입니다. ENTP는 논리와 분석을 중요하게 여기며, 객관적이고 논리적으로 문제를 해결하려고 노력합니다. 그들은 문제를 다양한 관점에서 바라보고 새로운 해결책을 찾는 데 능합니다. 이로 인해 이들은 현실적이고 논리적인 결정을 내립니다. \n\n마지막으로, ENTP는 변화와 도전을 즐깁니다. 이들은 루틴적이거나 예상 가능한 상황보다는 새로운 경험과 도전을 선호합니다. 그들은 자유로운 영혼으로서 다양한 분야에서 독특한 아이디어와 프로젝트를 추진하며, 혁신을 주도합니다."
  },
  "ENFJ": {
    "title": "열정적인 탐험가",
    "img": [
      "travel_assets/travel_img/enfj.jpeg",
      "travel_assets/travel_img/enfj2.jpg"
    ],
    "explanation": "ENFJ 열정적이고 다정한 성격으로, 문화적 경험이 풍부한 도시나 자연 경관이 어울립니다.",
    "Overseas": "파리",
    "Domestic": "속초",
    "expl": "ENFJ 유형은 사회적으로 영향력을 행사하고 다른 사람들을 지원하는 데 뛰어난 능력을 가진 사람들로, 리더십과 커뮤니케이션 능력을 효과적으로 발휘합니다. 그러나 때로는 자신을 희생하거나 과도한 부담을 느낄 수 있으므로, 자기 관리와 균형을 유지하는 것이 중요합니다.",
    "expl_Add": " ENFJ 유형은 '영감주의자' 또는 '언변가'로 알려져 있으며, 사람들과의 연결과 사회적 상호작용을 중요하게 여기는 사람들입니다. 이들은 타인을 돕고 지원하는 데 열정을 가지며, 다양한 역할에서 사회적 변화를 이끌어내는 데 능합니다.  \n \n 첫째, ENFJ는 주로 외향적인 성향을 가지고 있습니다. 이들은 사람들과의 상호작용을 즐기며, 타인과의 연결을 중요하게 생각합니다. 다른 사람들과의 대화와 협력을 통해 에너지를 얻으며, 친근하고 활발한 모습을 보입니다. 그들은 사회적 리더로서 능력을 발휘하는 데 뛰어납니다. \n \n 둘째, ENFJ는 직관형입니다. 이들은 미래의 가능성과 아이디어에 주목하며, 비전을 가지고 사회적 변화를 추구합니다. 상상력이 풍부하며, 사람들을 동기부여하고 영감을 주는 데 능합니다. 그들은 다양한 관점을 고려하고 긍정적인 변화를 이끌어내는 데 관심이 있습니다. \n \n셋째, 이 유형은 감정형입니다. ENFJ는 감정을 중요하게 여기며, 타인의 감정에 민감하게 반응합니다. 다른 사람들의 필요와 감정을 이해하고 공감하는 데 능하며, 돕는 것을 즐깁니다. 이로 인해 그들은 다양한 상황에서 사람들 사이의 조화를 이끌어내고 지지자들을 모으는 데 능합니다. \n\n마지막으로, ENFJ는 조직적이고 조화를 중요시합니다. 이들은 목표를 설정하고 계획을 세우며, 효율적으로 일을 진행하려고 노력합니다. 그들은 다양한 사람들을 통합하고 조화롭게 조직을 운영하는 데 능합니다. 또한 사회적 정의와 공평성을 추구하여 사회적으로 의미 있는 변화를 이끌어내는 역할을 합니다."
  },
  "ENTJ": {
    "title": "리더십을 강조하는 여행객",
    "img": [
      "travel_assets/travel_img/entj.jpeg",
      "travel_assets/travel_img/entj2.jpg"
    ],
    "explanation": "ENTJ 도전적이고 리더십을 강조하는 성격으로, 활동적인 여행이나 아웃도어 경험이 필요한 곳이 어울립니다.",
    "Overseas": "아이슬란드",
    "Domestic": "당진",
    "expl": "ENTJ 유형은 '지도자' 또는 '활동가'로 알려져 있으며, 결단력 있고 목표 지향적인 성격을 가진 사람들입니다. 이들은 리더십과 조직적 능력을 두드러지게 발휘하며, 목표를 달성하고 성공을 추구하는 데 열정적입니다.\n \n 첫째, ENTJ는 주로 외향적인 성향을 가지고 있습니다. 이들은 사람들과의 상호작용을 즐기며, 타인과의 대화와 협력을 통해 에너지를 얻습니다. 사회적인 모임에서 주도적 역할을 맡고 다른 사람들을 이끌어 나가는 데 능합니다. 그들은 논리적이고 명확한 의사소통을 선호하며, 목표 달성을 위해 효율적으로 일합니다. \n \n 둘째, ENTJ는 직관형입니다. 이들은 미래의 가능성과 아이디어에 주목하며, 비전과 전략을 개발하는 데 능합니다. 문제를 해결하고 혁신적인 아이디어를 찾는 데 열정적이며, 복잡한 상황에서도 빠른 판단력을 가지고 있습니다. 그들은 목표를 설정하고 그에 따른 계획을 체계적으로 세우는 데 뛰어납니다.\n \n셋째, 이 유형은 사고형입니다. ENTJ는 논리와 분석을 중요시하며, 문제를 논리적으로 해결하려는 경향이 있습니다. 객관적이고 사실에 근거한 판단을 중요하게 여기며, 감정보다는 논리를 우선시합니다. 그들은 일을 계획적으로 수행하고 효율적으로 진행합니다. \n\n마지막으로, ENTJ는 목표 지향적이고 결단력 있습니다. 이들은 목표를 달성하고 성공을 추구하는 데 열정적이며, 어려움에 직면해도 꾸준한 노력을 기울입니다. 리더십 능력을 가지고 있어 조직 내에서 중요한 역할을 맡기 좋으며, 타인을 동기부여하고 지원하는 데 능합니다.",
    "expl_Add": " ENTJ 유형은 '지도자' 또는 '활동가'로 알려져 있으며, 결단력 있고 목표 지향적인 성격을 가진 사람들입니다. 이들은 리더십과 조직적 능력을 두드러지게 발휘하며, 목표를 달성하고 성공을 추구하는 데 열정적입니다.\n \n 첫째, ENTJ는 주로 외향적인 성향을 가지고 있습니다. 이들은 사람들과의 상호작용을 즐기며, 타인과의 대화와 협력을 통해 에너지를 얻습니다. 사회적인 모임에서 주도적 역할을 맡고 다른 사람들을 이끌어 나가는 데 능합니다. 그들은 논리적이고 명확한 의사소통을 선호하며, 목표 달성을 위해 효율적으로 일합니다. \n \n 둘째, ENTJ는 직관형입니다. 이들은 미래의 가능성과 아이디어에 주목하며, 비전과 전략을 개발하는 데 능합니다. 문제를 해결하고 혁신적인 아이디어를 찾는 데 열정적이며, 복잡한 상황에서도 빠른 판단력을 가지고 있습니다. 그들은 목표를 설정하고 그에 따른 계획을 체계적으로 세우는 데 뛰어납니다.\n \n셋째, 이 유형은 사고형입니다. ENTJ는 논리와 분석을 중요시하며, 문제를 논리적으로 해결하려는 경향이 있습니다. 객관적이고 사실에 근거한 판단을 중요하게 여기며, 감정보다는 논리를 우선시합니다. 그들은 일을 계획적으로 수행하고 효율적으로 진행합니다. \n\n마지막으로, ENTJ는 목표 지향적이고 결단력 있습니다. 이들은 목표를 달성하고 성공을 추구하는 데 열정적이며, 어려움에 직면해도 꾸준한 노력을 기울입니다. 리더십 능력을 가지고 있어 조직 내에서 중요한 역할을 맡기 좋으며, 타인을 동기부여하고 지원하는 데 능합니다.ENTJ 유형은 뛰어난 리더와 조직가로서 많이 알려져 있으며, 목표를 달성하고 성공을 추구하는 데 능력을 발휘합니다. 그러나 때로는 과도한 통제 욕구나 고집이 부각될 수 있으므로, 다른 사람들의 의견을 존중하고 협력하는 데 주의가 필요합니다."
  },
  "TEST": {
    "title": "스펀지밥 유형",
    "img": [
      "travel_assets/travel_img/test.jpg",
      "travel_assets/travel_img/test2.jpg"
    ],
    "explanation": "이곳은 TEST 유형의 추천 여행지의 추천이유가 들어가게 됩니다!.",
    "Overseas": "스펀지밥 무지개",
    "Domestic": "스펀지밥 비누방울",
    "expl": "이부분에 MBTI 유형의 설명이 들어갑니다. 유형의 대한 상세한 정보도 더보기 란을 통해 확인 할 수 있습니다!",
    "expl_Add": "이 부분은 MBTI 유형에 대한 추가 설명이 들어 가게 됩니다!."
  }
}
